---
kind: other
id: Properties.T:Autodesk.Revit.DB.MEPAnalyticalConnection
source: html/2e0dd96a-7458-cf03-9866-63c572cb6478.htm
---
# MEPAnalyticalConnection Properties

The id of the assembly instance to which the element belongs.